Repository: AlexandreFenyo/iOS-tools
Catalog: iOS tools/*.lproj/Localizable.strings
Languages: es, fr

source: web access
es: acceso web
fr: accès web

source: parameter-lang
es: es
fr: fr

source: mDNS and DNS host names
es: mDNS y nombres de host DNS
fr: noms mDNS et DNS

source: IPv4 and IPv6 addresses
es: Direcciones IPv4 e IPv6
fr: adresses IPv4 et IPv6

source: scan TCP ports
es: escaneo de puertos TCP
fr: scanner les ports TCP

source: TCP flood discard
es: inundación TCP discard
fr: inonder le port TCP discard

source: TCP flood chargen
es: inundación TCP chargen
fr: inonder le port TCP chargen

source: UDP flood
es: inundación UDP
fr: inonder en UDP

source: ICMP ping
es: ping ICMP
fr: ping ICMP

source: TCP ports and associated service names
es: Puertos TCP y nombres de servicios asociados
fr: ports TCP et services associés

source: UDP ports and associated service names
es: Puertos UDP y nombres de servicio asociados
fr: ports UDP et services associés

source: iOS device
es: Dispositivo iOS
fr: Périphérique iOS

source: Chargen Discard
fr: Chargen ou Discard

source: Add permanently
es: Añadir permanentemente
fr: Ajouter et conserver

source: Target name
es: Nombre del objetivo
fr: Nom de la cible

source: Target IP
es: IP de destino
fr: IP de la cible

source: Target List
es: Lista de objetivos
fr: Liste des cibles

source: Resolve target IPv4 from target name
es: Resolver la dirección IPv4 del objetivo a partir de su nombre
fr: Résoudre l'adresse IPv4 à partir du nom de cible

source: Resolve target IPv6 from target name
es: Resolver la dirección IPv6 del objetivo a partir de su nombre
fr: Résoudre l'adresse IPv6 à partir du nom de cible

source: Add this new target
es: Agregar este nuevo objetivo
fr: Ajouter cette nouvelle cible

source: Dismiss
es: Ignorar
fr: Annuler

source: Localhost
fr: Périphérique local

source: this host
es: este nodo
fr: cet hôte

source: iOS devices
es: Dispositivos iOS
fr: Périphériques iOS

source: other devices running this app
es: otros dispositivos que ejecutan esta aplicación
fr: autres hôtes avec cette app active

source: Chargen Discard services
es: Servicios Chargen/Discard
fr: Services Chargen/Discard

source: other devices running these services
es: otros dispositivos que ejecutan estos servicios
fr: autres hôtes avec ces services

source: Local gateway
es: Enrutador local
fr: Passerelle locale

source: Other host
es: Otro nodo
fr: Autre hôte

source: local router
es: enrutador local
fr: routeur local

source: remote hosts on the Internet
es: hosts remotos en Internet
fr: hôtes distants sur Internet

source: Other hosts
es: Otros hosts
fr: Autres hôtes

source: any host
es: cualquier host
fr: hôtes quelconques

source: New node properties
es: Nuevas propiedades del nodo
fr: Caractéristiques de la nouvelle cible

source: Heat Map Builder
es: Creación de un mapa de calor
fr: Création d'une heatmap

source: Select your floor plan
es: Seleccione su plano de planta
fr: Choisissez votre plan

source: Add new probe
es: Agregar nueva sonda
fr: Ajouter une sonde

source: Save measure
es: Guardar medición
fr: Sauvegarder la mesure

source: Undo
es: Deshacer
fr: Annuler

source: Reset all
es: Restablecer todo
fr: Tout effacer

source: Share your map
es: Comparte tu mapa
fr: Partagez votre carte

source: Hide map
es: Ocultar mapa
fr: Masquer la carte

source: ALL
es: TODO
fr: TOUS

source: Scan local network
es: Escanear red local
fr: Parcourir le réseau local

source: Advanced actions
es: Acciones avanzadas
fr: Actions avancées

source: Chart usage
es: Uso del gráfico
fr: Utilisation du graphe

source: Internet speed test
es: Test de velocidad de Internet
fr: Débit Internet

source: Open ports explorer
es: Explorador de puertos abiertos
fr: Explorateur de ports

source: App settings
es: Configuración de la aplicación
fr: Paramètres de l'app

source: You can reset this app, for instance to display again each help pop-up you have previously dismissed. To reset this app or update its parameters, you need to open the iOS Configuration app and select the name of this app in the app list.
es: Puede reiniciar esta aplicación, por ejemplo, para volver a mostrar cada ventana emergente de ayuda que haya descartado previamente. Para restablecer esta aplicación o actualizar sus parámetros, debe abrir la aplicación de Configuración de iOS y seleccionar el nombre de esta aplicación en la lista de aplicaciones.
fr: Vous pouvez réinitialiser cette app, par exemple pour afficher à nouveau tous les pop-up d'aide. Pour réinitialiser cette app ou mettre à jour ses paramètres, vous devez ouvrir la section de configuration des app dans iOS et sélectionner le nom de cette app dans la liste.

source: Licensing
es: Licencias
fr: Licence

source: This tool makes use of CTHelp by Stewart Lynch https://github.com/StewartLynch/CTHelp/blob/master/LICENSE 3D model credits available at https://fenyo.net/network3dwifitools/credits.html Even if I often publish free software open-source code (see https://github.com/AlexandreFenyo), this specific software is not free, however it is open-source, but you must not redistribute the sources.
es: Esta herramienta utiliza CTHelp de Stewart Lynch https://github.com/StewartLynch/CTHelp/blob/master/LICENSE 3D model credits available at https://fenyo.net/network3dwifitools/credits.html Aunque a menudo publico software gratuito de código abierto (ver https://github.com/AlexandreFenyo), este software en particular no es gratuito, sin embargo, es de código abierto, pero no debes redistribuir las fuentes.
fr: Cet outil utilise CTHelp de Stewart Lynch Licences des modèles 3D utilisés sur https://fenyo.net/network3dwifitools/credits.html https://github.com/StewartLynch/CTHelp/blob/master/LICENSE Même si je publie souvent du logiciel libre et open-source (voir https://github.com/AlexandreFenyo), ce logiciel n'est pas libre, les sources sont accessibles mais il est interdit de les redistribuer.

source: Come back here after having started a TCP Flood Chargen action on a target (download speed testing). The target must remain the same until the heat map is built. - to estimate the Wi-Fi internal throughput between local hosts, either select a target on the local wired network, or select a wirelessly connected target that is as close as possible to an access point, for instance using another iOS device running this app; - to estimate the Internet throughput for various locations on your local Wi-Fi network, select a target on the Internet, like flood.eowyn.eu.org.
es: Vuelve aquí después de haber iniciado una acción de TCP Flood Chargen en un objetivo (prueba de velocidad de descarga). El objetivo debe permanecer el mismo hasta que se construya el mapa de calor. - para estimar el rendimiento interno de Wi-Fi entre hosts locales, seleccione un objetivo en la red cableada local o seleccione un objetivo conectado de forma inalámbrica que esté lo más cerca posible de un punto de acceso, por ejemplo, utilizando otro dispositivo iOS que ejecute esta aplicación; - Para estimar el rendimiento de Internet para varias ubicaciones en su red Wi-Fi local, seleccione un destino en Internet, como flood.eowyn.eu.org.
fr: Revenez ici après avoir lancé une action d'inondation Chargen sur une cible (test de débit descendant). La cible doit rester identique jusqu'à ce que la heatmap soit terminée. - pour évaluer le débit interne Wi-Fi entre les périphériques locaux, sélectionnez une cible sur le réseau local filaire, ou sélectionnez une cible aussi proche que possible d'un point d'accès, par ex. un appareil iOS sur lequel cette app est démarrée; - pour évaluer le débit Internet dans les pièces où vous disposez d'une couverture Wi-Fi, sélectionnez une cible sur Internet, par exemple flood.eowyn.eu.org.

source: Welcome on the main page of this app. Either pull down the node list or click on the reload button, to scan the local network for new nodes. You can also select a node to display its IP addresses, then launch actions on the selected target. For instance, to estimate the average incoming and outgoing speed of your Internet connection, select the target flood.eowyn.eu.org that is a host on the Internet that supports both TCP Chargen and Discard services. Then launch one of the following action: TCP flood discard to estimate outgoing speed to the Internet, or TCP flood chargen to estimate incoming speed from the Internet.
es: Bienvenido a la página principal de esta aplicación. Para escanear la red local en busca de nuevos nodos, puedes desplegar la lista de nodos o hacer clic en el botón de recarga. También puedes seleccionar un nodo para mostrar sus direcciones IP y luego lanzar acciones en el objetivo seleccionado. Por ejemplo, para estimar la velocidad promedio de entrada y salida de tu conexión a Internet, selecciona el objetivo flood.eowyn.eu.org que es un host en Internet que admite los servicios TCP Chargen y Discard. Luego lanza una de las siguientes acciones: TCP flood discard para estimar la velocidad de salida a Internet o TCP flood chargen para estimar la velocidad de entrada desde Internet.
fr: Bienvenue sur la page d'accueil de cette app. Tirez sur la liste des cibles ou cliquez sur le bouton de rechargement pour découvrir de nouveaux nœuds sur le réseau local. Vous pouvez aussi sélectionner un nœud pour afficher ses adresses IP, puis lancer des tâches sur cette cible. Par exemple, pour estimer le débit moyen entrant ou sortant de votre connexion Internet, sélectionnez la cible flood.eowyn.eu.org, qui est constituée d'un nœud Internet qui offre les services TCP Chargen et Discard. Vous pouvez alors lancer l'une ou l'autre de ces tâches : inondation TCP discard pour évaluer le débit sortant moyen vers Internet, or inondation TCP chargen pour estimer le débit entrant depuis Internet.

source: IP List
es: Lista de IP
fr: Liste d'IP

source: You can select another IP or launch an action on the current IP (scan TCP ports, TCP flood discard, TCP flood chargen, UDP flood or ICMP ping).
es: Puedes seleccionar otra dirección IP o iniciar una acción en la dirección IP actual (escaneo de puertos TCP, inundación TCP de descarte, inundación TCP de generación de caracteres, inundación UDP o ping ICMP).
fr: Vous pouvez sélectionner une autre IP ou lancer une tâche sur l'IP sélectionnée (scanner les ports TCP, inonder le port TCP discard, inonder le port TCP chargen, inonder en UDP or émettre des ping ICMP).

source: Error saving map
es: Error al guardar el mapa
fr: Erreur de sauvegarde de la HeatMap

source: Map saved
es: Mapa guardado
fr: Heat Map sauvegardée

source: Access to photos is forbidden. You need to change the access rights in the app configuration panel (click on the wheel button in the toolbar to access the configuration panel)
es: El acceso a las fotos está prohibido. Necesitas cambiar los derechos de acceso en el panel de configuración de la aplicación (haz clic en el botón de la rueda en la barra de herramientas para acceder al panel de configuración).
fr: L'accès aux photos est interdit. Vous devez modifier les droits d'accès dans le panneau de configuration iOS de l'app (cliquez sur la roue dentée dans la barre d'outils, pour accéder à cette configuration).

source: You can find the heatmap in you photo roll
es: Puedes encontrar el mapa de calor en tu carrete de fotos.
fr: vous trouverez la Heat Map dans l'application Photos.

source: Help:
es: Ayuda:
fr: Aide :

source: Help
es: Ayuda
fr: Aide

source: Don't show this message again
es: No mostrar este mensaje de nuevo
fr: Ne pas réafficher ce message

source: Dismiss further help messages
es: Descartar mensajes de ayuda adicionales
fr: Ne plus réafficher d'aide

source: public host
es: nodo público
fr: hôte public

source: local host
fr: hôte local

source: TCP flood discard: outgoing throughput
es: Inundación TCP discard: rendimiento saliente
fr: inonder le port discard (débit sortant)

source: TCP flood chargen: incoming throughput
es: Inundación TCP discard: caudal entrante
fr: inonder le port chargen (débit entrant)

source: ICMP (ping)
es: ping (ICMP)
fr: ping (ICMP)

source: update nodes
es: actualizar nodos
fr: explorer le réseau local

source: remove nodes
es: eliminar nodos
fr: supprimer les nœuds

source: Internet speed
es: velocidad de Internet
fr: débit Internet

source: no public DNS record
es: sin registro DNS público
fr: pas de valeur DNS publique

source: This button will remove every node automatically discovered during the current session. It will not affect local host, local gateway, static default nodes nor nodes you added manually. To remove a node you added manually, swipe left on this node.
es: Este botón eliminará automáticamente todos los nodos descubiertos durante la sesión actual. No afectará al host local, la puerta de enlace local, los nodos predeterminados estáticos ni los nodos que agregaste manualmente. Para eliminar un nodo que agregaste manualmente, desliza el dedo hacia la izquierda en este nodo.
fr: Ce bouton supprimera tous les nœuds découverts automatiquement durant cette session. Il n'affectera ni l'hôte local, ni la passerelle locale, ni les nœuds statiques par défaut, ni les nœuds que vous auriez ajoutés manuellement. Pour supprimer les nœuds que vous auriez ajoutés manuellement, balayez à gauche sur le nœuds.

source: This button starts browsing the network for nodes on connected LANs. Then it scans each node to find open TCP ports. When needed, press the stop button to cancel this task. Traces panel will provide you with progress information if needed.
es: Este botón inicia la búsqueda de nodos en las LANs conectadas. Luego escanea cada nodo para encontrar puertos TCP abiertos. Cuando sea necesario, presione el botón de detener para cancelar esta tarea. El panel de trazas le proporcionará información de progreso si es necesario.
fr: Ce bouton démarre la recherche de nœuds sur le réseau local. Il explore alors chaque nœud découvert pour identifier des ports TCP ouverts. Appuyez sur le bouton stop pour arrêter cette tâche. Jetez un œil sur le panneau de traces pour suivre l'avancement de ces opérations.

source: This kind of public node on the Internet should only be used for running an ICMP (ping) action, to estimate the network average round trip time (RTT). Other services are not supported by those remote hosts.
es: Este tipo de nodo público en Internet solo debería ser utilizado para ejecutar una acción ICMP (ping), para estimar el tiempo promedio de ida y vuelta (RTT) de la red. Otros servicios no son compatibles con esos hosts remotos.
fr: Ce type de nœud public sur Internet ne devrait être utilisé que pour lancer des ping (ICMP), afin d'évaluer la latence réseau. Ces nœuds ne supportent pas d'autres services.

source: This node corresponds to your Apple device. You can see displayed its many IPv4 and IPv6 addresses. Select one of these IPs and start a local loop action.
es: Este nodo corresponde a su dispositivo Apple. Puede ver sus muchas direcciones IPv4 e IPv6 mostradas. Seleccione una de estas direcciones IP y comience una acción de bucle local.
fr: Ce nœud correspond à ce périphérique Apple. Vous pouvez découvrir ses différentes adresses IPv4 et IPv6. Sélectionnez une de ces IPs et démarrez une tâche, il s'agit alors d'une tâche dite de boucle locale.

source: On this node, the TCP Chargen and Discard services are activated. This node, dedicated to this app and deployed in a cloud on the Internet, lets you estimate your maximum outgoing and incoming throughput. Start the action TCP Flood Discard to connect to the discard service and send outgoing data to it, this will allow you to evaluate your outgoing/upload bandwidth. Start the action TCP Flood Chargen to connect to the chargen service and receive incoming data from it, this will allow you to evaluate your incoming/download bandwidth.
es: En este nodo, los servicios TCP Chargen y Discard están activados. Este nodo, dedicado a esta aplicación y desplegado en la nube de Internet, le permite estimar su máxima velocidad de envío y recepción. Inicie la acción TCP Flood Discard para conectarse al servicio Discard y enviar datos salientes, esto le permitirá evaluar su ancho de banda de salida/carga. Inicie la acción TCP Flood Chargen para conectarse al servicio Chargen y recibir datos entrantes, esto le permitirá evaluar su ancho de banda de entrada/descarga.
fr: Ce nœud offre les services Chargen et Discard. Il est dédié à cette app et est déployé dans un cloud Internet, pour vous permettre d'évaluer vos débits descendant et montant avec Internet. Démarrez une tâche de type inondation du port discard pour vous connecter sur le service discard de ce nœud et y envoyer du trafic sortant, cela permettra d'évaluer votre débit montant. Démarrez une tâche de type inondation du port chargen pour vous connecter sur le service chargen de ce nœud et recevoir du trafic entrant, cela permettra d'évaluer votre débit descendant.

source: This hostname does not have a public DNS record. Select a host name with public DNS records to get their values.
es: Este nombre de host no tiene un registro DNS público. Seleccione un nombre de host con registros DNS públicos para obtener sus valores.
fr: Ce nom d'hôte n'est associé à aucun enregistrement DNS public. Saisissez un nom d'hôte disposant d'enregistrements DNS publics pour récupérer les valeurs de ces enregistrements.

source: Parallel TCP connections will be established to
es: Se establecerán conexiones TCP paralelas para
fr: Des connexions TCP vont être établies simultanément vers

source: on TCP ports from 1 to 65535, to find open services. The new discovered services will be displayed on the bottom view. You can interrupt this task by pressing the STOP button.
es: en puertos TCP del 1 al 65535, para encontrar servicios abiertos. Los nuevos servicios descubiertos se mostrarán en la vista inferior. Puede interrumpir esta tarea presionando el botón DETENER.
fr: sur les ports TCP de 1 à 65535, pour découvrir des services. Les nouveaux services découverts seront affichés en bas de cette vue. Vous pourrez interrompre cette tâche en pressant le bouton STOP.

source: A TCP connection to the Discard port (9/TCP) of
es: Una conexión TCP al puerto Discard (9/TCP) de
fr: Une connexion vers le port Discard (9/TCP) de

source: will be established. Data will then be sent on this connection at the maximum throughput available, by this device to this target host, to evaluate the maximum speed that can be reached in the outgoing direction. You can interrupt this task by pressing the STOP button.
es: se establecerá. Los datos serán enviados por esta conexión a la máxima velocidad disponible, por este dispositivo hacia este host de destino, para evaluar la máxima velocidad que se puede alcanzar en la dirección de salida. Puede interrumpir esta tarea presionando el botón de DETENER.
fr: sera établie. Des données seront alors envoyées sur cette connexion à la vitesse maximale possible, par ce périphérique vers cette cible, afin d'estimer le débit maximum qui peut être atteint dans la direction sortante. Vous pourrez interrompre cette tâche en pressant le bouton STOP.

source: A TCP connection to the Chargen port (19/TCP) of
es: Una conexión TCP al puerto Chargen (19/TCP) de
fr: Une connexion TCP vers le port Chargen (19/TCP) de

source: will be established. Data will then be received on this connection at the maximum throughput available, by this device from this target host, to evaluate the maximum speed that can be reached in the incoming direction. You can interrupt this task by pressing the STOP button.
es: se establecerá. Los datos serán recibidos en esta conexión a la velocidad máxima disponible, por este dispositivo desde este host objetivo, para evaluar la velocidad máxima que se puede alcanzar en la dirección de entrada. Puedes interrumpir esta tarea presionando el botón de DETENER.
fr: sera établie. Des données seront reçues sur cette connexion à la vitesse maximale possible, par ce périphérique depuis cette cible, afin d'estimer le débit maximum qui peut être atteint dans la direction entrante. Vous pourrez interrompre cette tâche en pressant le bouton STOP.

source: ICMP packets of type ECHO_REQUEST will be sent to
es: Los paquetes ICMP de tipo ECHO_REQUEST serán enviados a
fr: Des paquets ICMP de type ECHO_REQUEST seront envoyés vers

source: at a rate of one packet per second. The target should reply with an ICMP packet of type ECHO_REPLY. The round trip type is computed and displayed on the chart. You can interrupt this task by pressing the STOP button.
es: a una velocidad de un paquete por segundo. El objetivo debería responder con un paquete ICMP de tipo ECHO_REPLY. El tiempo de ida y vuelta se calcula y se muestra en el gráfico. Puedes interrumpir esta tarea presionando el botón STOP.
fr: à une fréquence d'un paquet par seconde. La cible doit répondre avec des paquets ICMP de type ECHO_REPLY. La latence sera calculée et affichée sur le graphe. Vous pourrez interrompre cette tâche en pressant le bouton STOP.

source: I understand
es: Entiendo
fr: J'ai compris

source: OPEN ADVANCED INTERFACE
fr: OUVRIR L'INTERFACE AVANCEE

source: UDP flooding sends packets asynchronously to UDP port 8888 of the target at a maximum rate, but many packets can be lost at software, hardware or network layers. Note that the throughput that is displayed on this chart is the one achieved at the software layer of your device. Therefore, it certainly is above the one at which data is sent over the network: you must use a tool to estimate the reached bandwitdh. Either sniff the network or count packets on the target, for instance.
es: El UDP flooding envía paquetes de manera asíncrona al puerto UDP 8888 del objetivo a una tasa máxima, pero muchos paquetes pueden perderse en las capas de software, hardware o red. Tenga en cuenta que el rendimiento que se muestra en este gráfico es el logrado en la capa de software de su dispositivo. Por lo tanto, ciertamente está por encima de la tasa a la que se envían los datos por la red: debe usar una herramienta para estimar el ancho de banda alcanzado. Por ejemplo, es posible sniffear la red o contar los paquetes en el objetivo.
fr: L'inondation UDP envoie des paquets vers le port UDP 8888 de la cible, à la vitesse maximale possible, mais de nombreux paquets peuvent être perdus au niveau logiciel, matériel ou dans la chaîne de liaison réseau. Notez que le débit affiché sur le graphe est celui atteint au niveau de la couche logicielle de votre périphérique. Ainsi, il est certainement surévalué vis à vis du débit réellement envoyé sur le réseau : vous devez donc mettre en place un moyen spécifique pour estimer le débit réseau réellement atteint. Vous pouvez pour cela observer le réseau ou décompter les paquets reçus par la cible, par exemple.

source: none
es: no disponible
fr: non disponible

source: found
es: encontrado
fr: trouvé

source: trying
es: intentando
fr: teste

source: browsing TCP ports
es: navegar por los puertos TCP
fr: parcours des ports TCP

source: Hostname
es: Nombre de host
fr: Nom d'hôte

source: mDNS/Bonjour services
es: Servicios mDNS/Bonjour
fr: Services mDNS/Bonjour

source: Service key content
es: Contenido clave del servicio
fr: Contenu de la clé du service

source: Image rotation applied
es: Rotación de imagen aplicada
fr: Rotation de l'image
