Repository: AlexandreFenyo/iOS-tools
Catalog: iOS tools/*.lproj/Localizable.strings
Languages: es, fr

source: The floor plan you selected is not in portrait mode. Therefore a rotation has been applied to the picture. At the end of the heat map building process, when you will tap on Share your map, the heat map will be saved in the original vertical mode in your photo roll.
es: El plano de planta que seleccionaste no está en modo retrato. Por lo tanto, se ha aplicado una rotación a la imagen. Al final del proceso de creación del mapa de calor, cuando toques en Compartir tu mapa, el mapa de calor se guardará en el modo vertical original en tu galería de fotos.
fr: Le plan que vous avez choisi est au format vertical. Une rotation dans le sens des aiguilles d'une montre a donc été appliquée afin qu'il se retrouve en mode portrait. A la fin du processus de génération de la heat map, lorsque vous appuierez sur Partagez votre carte, l'image finale sera enregistrée dans l'application Photos avec l'orientation verticale originale.

source: Continue
es: Continuar
fr: Continuer

source: continue
es: continuar
fr: continuer

source: Filter
es: Filtro
fr: Filtrer

source: Hide list
fr: Cacher la liste

source: Reset filter
es: Suprimir filtro
fr: Annuler le filtre

source: Advanced Interface
fr: Interface Avancée

source: Web Site
fr: Site Web

source: Returning To The App Home Page
es: Volver A La Página De Inicio De La Aplicación
fr: Revenir A La Page D'Accueil De L'App

source: You will be able to come back later to the home window simply by clicking on the following icon:
fr: Vous pourrez revenir à la page d'accueil en cliquant simplement sur cette icône:

source: Open advanced interface
es: Abrir interfaz avanzada
fr: Ouvrir l'interface avancée

source: Open Advanced Interface
fr: Ouvrir l'Interface Avancée

source: Step-by-step easy mode (heatmap only)
fr: Heatmap en mode pas-à-pas

source: Step-by-step easy mode
es: Modo paso a paso
fr: Heatmap en mode pas-à-pas

source: Choose a predefined floor plan or load an image
es: Elija un plano de planta predefinido o cargue una imagen
fr: Choisissez un plan prédéfini ou chargez une image

source: Load an image
es: Cargue una imagen
fr: Charger une image

source: Click on the map on your location!
es: ¡Haz clic en el mapa para indicar tu ubicación!
fr: Cliquez sur la carte pour indiquer votre position !

source: Move and click again!
es: ¡Muévete y haz clic de nuevo!
fr: Déplacez-vous et cliquez à nouveau !

source: Continue to cover your whole map!
es: ¡Continúa hasta haber llenado todo el mapa!
fr: Continuez jusqu'à avoir rempli toute la carte !

source: Yes! Let's take a few measurements more...
es: Bien hecho ! Tome algunas medidas más...
fr: Bravo ! Prenez encore quelques mesures...

source: When you want to compute the highres map, click on the Share icon. To restart from the beginning, click on the trash bin icon!
es: Cuando desee producir el mapa de alta resolución, haga clic en el icono de compartir. Para comenzar desde el principio, haga clic en el ícono de la papelera.
fr: Quand vous voudrez produire la carte haute résolution, cliquez sur l'icône de partage. Pour redémarrer depuis le début, cliquez sur l'icône de la corbeille.

source: The advanced interface provides access to every network tools (discovery of devices on the local network, latency and throughput measurements, scanning of open ports and services, 3D view of the network, ...). It also allows building a WiFi coverage heatmap, with many options. This interface is intended for users who already have some initial knowledge of networks.
fr: L'interface avancée permet d'accéder à toutes les fonctions de l'application (découverte des équipements sur le réseau local, mesures de latence et de débit, découverte des ports et services ouverts, vue 3D du réseau, ...). Elle permet également la construction d'une heatmap de couverture WiFi, avec de nombreuses options. Cette interface s'adresse aux utilisateurs qui ont déjà une première connaissance des réseaux.

source: The step-by-step interface is dedicated to building a WiFi coverage heatmap, it is specifically aimed at users wishing to create a WiFi coverage heatmap as simply as possible, with complete support. No prior knowledge of networks is necessary.
fr: L'interface pas-à-pas est dédiée à la construction d'une heatmap de couverture WiFi, elle s'adresse spécifiquement aux utilisateurs souhaitant créer une heatmap de couverture WiFi le plus simplement possible, en étant complètement accompagnés. Aucune connaissance préalable des réseaux n'est nécessaire.

source: The documentation describes the steps to build a WiFi coverage heatmap with the advanced interface, using for example two iPhone/iPad to establish local measurements, or using a single iPhone/iPad and the CHARGEN (traffic generation protocol) responder deployed on the Internet and dedicated to this application. To discover the other tools provided by this application (discovery of devices on the local network, latency and throughput measurements, scanning of open ports and services, 3D view of the network, ...) launch the advanced interface and click on the help button at the top left of the screen.
fr: La documentation décrit les étapes pour construire une heatmap de couverture WiFi avec l'interface avancée, en utilisant par exemple deux iPhone/iPad pour établir des mesures locales, ou encore en utilisant un seul iPhone/iPad et le répondeur CHARGEN (protocole pour générer du trafic) déployé sur Internet et dédié à cette application. Pour découvrir les autres fonctions de cette application (scan des équipements et des ports et services ouverts sur le réseau local, mesures de latence et de débit, vue 3D du réseau local, ...) lancez l'interface avancée et cliquez sur le bouton d'aide en haut à gauche de l'écran.

source: Click on your prefered blinking rectangle to choose between advanced interface, step-by-step heatmap and documentation. Click on the question marks to get help about each interface.
fr: Cliquez sur le rectangle clignotant de votre choix pour choisir entre l'interface avancée, la heatmap pas-à-pas et la documentation. Cliquez sur les points d'interrogation pour obtenir de l'aide sur chaque interface.

source: 3D flight
fr: vol 3D

source: left
fr: top

source: SNMP agents
fr: Agents SNMP

source: Devices running some SNMP agent
fr: Périphériques supportant SNMP

source: Add new target
fr: Ajouter une nouvelle cible

source: Name
fr: Nom

source: IPv4 addresses
fr: Adresses IPv4

source: IPv6 addresses
fr: Adresses IPv6

source: new name
fr: nouveau nom

source: new IPv4 address
fr: nouvelle adresse IPv4

source: new IPv6 address
fr: nouvelle adresse IPv6

source: community
fr: communauté

source: OK (add a name)
fr: OK (ajoutez un nom)

source: OK (add an IP address and click +)
fr: OK (ajoutez une adresse IP et cliquez sur +)

source: Cancel
fr: Annuler

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Edit target
fr: Éditer la cible

source: target (SNMP agent)
fr: cible (agent SNMP)

source: SNMP agent configuration
fr: Configuration de l'agent SNMP

source: hostname
fr: nom d'hôte

source: community (public)
fr: communauté (public)

source: fast scan
fr: scan rapide

source: full scan
fr: scan complet

source: scan interfaces speed
fr: débit des interfaces

source: username
fr: nom d'utilisateur

source: authentication secret
fr: secret d'authentification

source: privacy secret
fr: secret de confidentialité

source: Set a filter...
fr: Entrez un filtre...

source: SNMP-OID-Tree
fr: Arbre-d'OID-SNMP

source: SNMP Object Identifier Help
fr: Identificateurs d'OID - Aide

source: object identifier (symbolic format)
fr: identificateur d'objet (format symbolique)

source: object identifier (numeric format)
fr: identificateur d'objet (format numérique)

source: MIB module(s) on which the object is defined
fr: module(s) MIB définissant l'objet

source: value syntax
fr: syntaxe de la valeur

source: status (current, obsolete or deprecated)
fr: statut (current, obsolete or deprecated)

source: access mode (read-only, read-write or not-accessible)
fr: mode d'accès (read-only, read-write ou not-accessible)

source: Error: no description received
fr: Erreur: aucune description reçue

source: browse this SNMP agent
fr: parcourir cet agent SNMP

source: port
es: puerto

source: DEBUG
es: DEPURAR

source: Add new target or new IP to existing target
es: Agregar nuevo objetivo o nueva dirección IP al objetivo existente

source: Advanced interface
es: Interfaz avanzada

source: Documentation
es: Documentación

source: Web site
es: Sitio web

source: You can come back later to the home window simply by clicking on the following icon:
es: Podrás volver más tarde a la ventana de inicio simplemente haciendo clic en el siguiente icono:
